[GlobalBooks.BoatchecksOntheWrenhaven DisAbstractItem]
m_ItemName="Verificações de Barco No Wrenhaven"
m_PluralItemName=""
m_Description="[Um trecho de carta extraído de um livro sobre membros da Guarda da Cidade designados para o Rio Wrenhaven]

Meu caro Rutherford,

Sua última carta me trouxe uma mistura de tristeza e alegria.

Fiquei pesarosa ao saber da partida de seu amigo Corkran, de Morley. Ele era, sem dúvida, um bom homem e um aliado valioso em seu trabalho com a Guarda da Cidade em Dunwall. Sei que a Patrulha Fluvial é uma tarefa difícil, especialmente nestes tempos, mas é um trabalho importante. Então, considerando tudo o que me contou, só posso supor que Corkran era tão corajoso quanto você, meu irmão mais novo.

Entristece-me que uma organização tão vil quanto as Enguias Mortas exista fora do reino daqueles romances góticos sensacionalistas que líamos na escola. Que você e seus homens tenham que enfrentá-las nas águas do Wrenhaven é simplesmente aterrorizante. Barcos precisam ser inspecionados, eu sei, eu sei. Mas se você for ferido enquanto garante que algum negociante de peles tyviano está carregando os documentos fiscais corretos, nunca perdoarei este novo Lorde Regente e sua enxurrada de leis.

Você falou em aventura quando se alistou, e o perigo parece excitar você, mas me perdoe se eu esperar ver sua patrulha transferida mais para o oeste, mais perto da Ponte Kaldwin, onde a presença militar é mais forte e as gangues de contrabando temem exercer seu comércio perverso. Aprendi isso muito pelos jornais, mas talvez não haja lugar seguro em Dunwall agora, certamente ao longo do rio.

Dói-me imaginar a equipe alfandegária nos postos de controle perto de sua patrulha estar tão escassa de pessoal. Minha mente se confunde ao pensar em como qualquer outra coisa pode ter prioridade sobre a vida do meu irmão. Digo, o que eu não daria para estar no comando da alocação dos detalhes de segurança. Você teria uma centena de homens à sua disposição. Mas sei que isso é impraticável.

Por favor, escreva novamente quando puder. Todos nós aguardamos ansiosos por suas palavras, e costumo compartilhá-las após o jantar com nossos amigos e visitantes aqui em Driscol. Que sua próxima carta traga notícias da erradicação ou prisão de Lizzy Stride e suas malditas Enguias Mortas.

Mantenha-se seguro e lembre-se sempre de nós.

Sua irmã, Pearl"

[GlobalBooks.DaudsJournalBillie DisAbstractItem]
m_ItemName="Diário de Daud: Billie Lurk"
m_PluralItemName=""
m_Description="[Trecho do diário pessoal de Daud]

Billie Lurk me observa de perto, estudando minhas decisões, cada movimento que faço. Nada de novo. Mesmo quando criança, havia ali uma curiosidade silenciosa, embora curiosidade não seja exatamente a palavra certa. Mas ultimamente parece mais intensa. Sinto os pelos da minha nuca se arrepiarem, percebendo apenas um momento depois que Lurk está num telhado ou varanda próximo. Algumas manhãs, alguns dos meus papéis parecem ter sido mexidos, talvez examinados. Quando estamos sozinhos e Billie está confortável sem a máscara, surgem perguntas de ângulos estranhos, sem relação com nossa missão ou com um alvo específico. Perguntas sobre o que estou pensando. Sobre minha atitude em relação ao alvo. É estranho. Algo a observar. Mais um quebra-cabeça.

Cada um dos meus baleeiros é bom, embora meus dons pareçam mais fortes em alguns do que em outros; a Marca do Forasteiro é um mistério nesse sentido. Não é algo que eu possa controlar. Aqueles que permanecem comigo ou ganham no uso das minhas habilidades extraordinárias ou não. Aqueles que não ganham, eu simplesmente direciono para a lâmina, a besta ou o estudo de venenos. Todos entre eles servem de alguma forma, e juntos derramamos um mar de sangue.

Lurk aprende mais rápido que a maioria, mas mantém-se distante dos outros. Não me importa, contanto que as ordens sejam cumpridas."

[GlobalBooks.DaudsJournalDelilah DisAbstractItem]
m_ItemName="Diário de Daud: Delilah Copperspoon"
m_PluralItemName=""
m_Description="[Trecho do diário pessoal de Daud]

Delilah Copperspoon. Quem é ela e por que todos têm medo dela? É estranho que uma pintora tenha tanta influência, ou que ela tenha alguma conexão com a minha vida e com o que eu fiz. Meu destino é meu. Sempre foi.

O problema é que eu não sei o suficiente. Há peças faltando. Não consigo imaginar como ou por que Delilah está ligada à morte da Imperatriz, mas o Forasteiro não se daria ao trabalho de dizer isso a menos que houvesse algum grão de verdade. Agora isso está me deixando louco, como um quebra-cabeça que não sai da minha cabeça. Um enigma em pigmento e sangue. Sem dúvida, aquele bastardo de olhos negros se deleita em me ver me contorcer. Ele sabe que eu não suporto um mistério.

Billie tem pouco a acrescentar. Nenhum dos ataques de costume quando eu menciono o nome Delilah. Apenas um encolher de ombros. "Apenas me diga como você quer que isso seja resolvido." É um comportamento estranho para Lurk.

Se eu encontrar essa Delilah e cortar sua garganta, talvez eu consiga evitar o que está por vir; as consequências das quais o Forasteiro falou. Ou talvez acabar com a vida dela faça a cidade inteira cair sobre mim. Quando eu a encarar, verei os olhos da Imperatriz? Conseguirei fazer isso, mesmo que seja a única maneira de salvar minha própria pele?

De alguma forma, suspeito que há mais em Delilah do que retratos e esculturas. Descobrirei mais quando conversar com a família Timsh."

[GlobalBooks.FactoryManagement DisAbstractItem]
m_ItemName="Gestão de Fábrica Nos Nossos Tempos"
m_PluralItemName=""
m_Description="[Excerto de um livro sobre as abordagens e personalidades por trás das principais casas baleeiras de Dunwall]

Aparentemente disposto a arriscar quaisquer segredos industriais que possua, Bundry Rothwild concedeu nada menos que ao infame Anton Sokolov acesso liberal ao Matadouro Rothwild.

Sokolov é, naturalmente, bem conhecido em várias frentes. Como Médico Real, serviu à falecida Imperatriz Jessamine Kaldwin. O homem — originalmente tívio — também é uma figura fixa no mundo das artes, e seus retratos são a última moda entre a aristocracia. Mas Sokolov interessa a Rothwild por seu trabalho como inventor e por seu papel associado como Diretor da Academia de Filosofia Natural.

Sem dúvida, Bundry Rothwild acredita que, se Sokolov passar tempo suficiente nas entranhas de suas fábricas, o homem brilhante fará ajustes inestimáveis à maquinaria ali. Quem sabe quais melhorias industriais Rothwild desfrutou desde que Sokolov começou a assombrar seu matadouro? E como o processo Rothwild envolve manter as baleias vivas por dias, às vezes, como meio de extrair mais óleo das bestas, Sokolov está profundamente interessado em visitar para realizar seus obscuros experimentos de vivissecção. Em muito poucos lugares isso seria possível, então o benefício para ambos os homens é óbvio.

Para aqueles que tiveram o prazer de visitar as instalações de Rothwild, várias lições podem ser tiradas. O homem administra um navio apertado, por assim dizer, com os trabalhadores mais humildes raramente reclamando de seu papel no esquema das coisas. Os homens e mulheres encarregados do trabalho mais servil recebem cartões especiais, codificados para as fechaduras mecânicas que concedem acesso ao matadouro. Não há outra forma de entrar ou sair, e perder o cartão de ponto é perder o emprego.

Dominando sua posição sobre os outros no topo da hierarquia estão os Açougueiros. Esses homens manejam serras de corte avançadas desenvolvidas pelos melhores mecanicistas de Rothwild, elaborando os planos após ouviremeras observações feitas por Sokolov enquanto comentava com desdém sobre os dispositivos inferiores usados em anos anteriores. Os Açougueiros desfrutam de um relacionamento especial com o Sr. Rothwild porque, de acordo com as fofocas da empresa, muitos deles estiveram com ele no passado, quando ele comandava uma tripulação baleeira notória em todo o Império.

As válvulas de pressão que levam diretamente do matadouro à Refinaria Greaves são uma maravilha da engenharia, permitindo que o óleo bruto viaje em tempo recorde direto para a planta onde é processado.

Como nota de interesse, ou ouso dizer até de humor, os pescadores locais afirmam que as águas fora do Matadouro Rothwild produzem as maiores e mais saborosas mixinas. Isso provavelmente se deve ao esgoto de entranhas que corre por baixo das baleias dentro do matadouro e despeja seus órgãos e miudezas nas águas escuras do Wrenhaven além do matadouro."

[GlobalBooks.HarvestingWhaleOil DisAbstractItem]
m_ItemName="Coleta de Óleo de Baleia"
m_PluralItemName=""
m_Description="[Trecho de um manual sobre drenagem de baleias e refino do óleo]

Nos primeiros anos, os métodos utilizados para extrair óleo de baleia da gordura eram ineficientes e perigosos. A técnica original exigia que a gordura bruta fosse selada em cozedores pressurizados, que forçavam o fluido volátil a sair dos tecidos e entrar em tanques de coleta. O óleo refinado era então arrefecido rapidamente enquanto a pressão era reduzida, e se a sincronização desses processos não fosse perfeita, era possível que o óleo liberasse toda a sua energia em uma explosão devastadora. Acredita-se que esta seja a causa da histórica explosão da Whalehouse de Fullerton, que custou mais de 150 vidas.

As tendências industriais modernas reduziram os perigos da coleta enquanto aumentaram a produção de cada criatura. A Refinaria Greaves deu os primeiros passos na coleta em vivo, auxiliada por pesquisas da Academia de Filosofia Natural. Após a praga, a Greaves suspendeu as operações, e esse processo agora é aplicado no Matadouro Rothwild. A gordura da baleia não é mais removida e colhida, mas sim o próprio mecanismo que cria o óleo dentro da baleia é estimulado, e o óleo resultante é drenado e armazenado. Isso resulta em um óleo bruto mais estável, mais fácil de refinar, com mais tanques colhidos de uma única baleia."

[GlobalBooks.HighOntheLamphouse DisAbstractItem]
m_ItemName="No Topo da Casa da Lâmpada"
m_PluralItemName=""
m_Description="[Letra de uma canção cantada em Morley]

**No Alto do Farol**

Em meu grosso casaco de lã noturno,
Seu lenço envolto em meu pescoço,
Eu vigio no parapeito.
Observando os botes baleeiros,
Absorto enquanto suas palavras flutuam,
Sua adorável conversa.

Os eremitas mais felizes,
Sós com nossos momentos,
À beira da cidade.
Tão quentes em nossos aposentos,
Meio iluminados pelas vigias,
A meio caminho do chão.

E ah, como nos preocupamos,
Quando o vento se ergueu e agitou,
E apagou as lâmpadas.
Tão feroz e úmido,
Ameaçou afogar,
Todos os homens nos conveses,
Lutando por encontrar solo firme.
Tentamos guiá-los por todo o caminho.
De volta ao portoooo.

As gaivotas lá embaixo,
Gritando para nos repreender,
Com pão nos tijolos quentes.
Dormíamos pelas manhãs,
Até os sinos soarem o aviso,
Então nos levantávamos e acendíamos os pavios.

Ríamos e tagarelavamos,
Nossos corações todos dispersos,
Correndo pelas escadas em espiral.
Você indo para Wynnedown,
Seguindo para o centro,
Voltando com tudo que precisávamos.

E ah, como nos preocupamos,
Quando o vento se ergueu e agitou,
E apagou as lâmpadas.
Tão feroz e úmido,
Ameaçou afogar,
Todos os homens nos conveses,
Lutando por encontrar solo firme.
Tentamos guiá-los por todo o caminho.
De volta ao portoooo.

Mas lá em nosso quarto alto,
Nos agarramos aos ombros um do outro,
Seu lenço apodrece e mofa,
Feito há muito, muito, muito tempo.
Mas não vou deixar você escapar,
Fico sozinho no parapeito.
E imagino você velejando.
Usando minha luz para voltar para mim.

E então estamos ambos no alto do farol,
Estamos altos,
No alto do farol.
Estamos altos,
No alto do farol.
Estamos altooos,
No alto do farol."

[GlobalBooks.LizzyStride DisAbstractItem]
m_ItemName="Lizzy Stride e As Enguias Mortas"
m_PluralItemName=""
m_Description="[Trecho de um relatório de patrulha fluvial da Guarda da Cidade]

William Cotter, capitão do navio mercante *The Windover*, relata que no dia 23 do Mês das Redes sua embarcação foi atacada pelas Enguias Mortas, uma gangue de criminosos notórios conhecidos por atos de pirataria fluvial, destruição gratuita e contrabando. Antes do bloqueio, o *Windover* estava com destino a Dunwall, transportando suprimentos médicos, alimentos e bens materiais da cidade de Driscol, no nordeste de Gristol.

O capitão afirma que, um quarto de hora após a meia-noite, ouviu o sino de ré soar o alarme. Como o tempo estava enevoado, seu primeiro pensamento foi o de uma colisão iminente. Mas ao sair de seus aposentos, deparou-se com uma cena horripilante: metade de seus homens já estavam mortos no convés, e o restante travando uma luta feroz.

Capitão Cotter supôs que as Enguias Mortas haviam nadado até o barco e escalado o costado com ganchos de escalada, mas como haviam alcançado o navio ou de onde vieram, ele não conseguia imaginar.

Percebendo que não tinha chance e sabendo que as Enguias Mortas não faziam prisioneiros, Capitão Cotter imediatamente se escondeu em um compartimento secreto de uma caixa de carga com fundo falso.

Perguntei ao capitão por que um comerciante legítimo precisaria de compartimentos secretos, mas ele não conseguiu lembrar onde a havia adquirido e me assegurou que estava vazia.

Escondido com segurança enquanto sua tripulação era massacrada, Cotter também testemunhou a aparição da líder das Enguias Mortas, uma mulher violenta de nome Lizzy Stride. Ele relata que seus dentes eram afiados em pontas e que ela andava pelo convés do navio descalça. Cotter – claramente fora de si de medo – chega a afirmar que seus pés eram palmados. Aumentando minha suspeita, observo que Capitão Cotter ainda exalava o fedor de Conhaque da King Street quando a Patrulha Fluvial o resgatou da água.

Lizzy Stride prosseguiu interrogando o imediato por vários minutos antes de arrancar a língua do homem com os dentes e jogá-lo no rio.

Eventualmente, as Enguias Mortas descobriram o estoque de Conhaque da King Street do Capitão. Capitão Cotter usou essa descoberta e a celebração subsequente como uma oportunidade para escorregar para a água sem ser detectado.

Recomendo uma patrulha detalhada da área, caso as Enguias Mortas tenham deixado pistas. Eles afundaram o navio, mas alguns destroços úteis podem ser recuperados. Além disso, recomendo que o status de William Cotter como capitão e sua licença comercial sejam revogados imediatamente. Ademais, o homem deve ser investigado por acusações de contrabando ao longo do Wrenhaven.

Oficial Manly Hotchkins, Patrulha do Wrenhaven"

[GlobalBooks.MeatDeathBonesAndSong DisAbstractItem]
m_ItemName="Carne, Morte, Ossos e Canção"
m_PluralItemName=""
m_Description="[Trecho do diário de um Açougueiro]

Leona parece preocupada quando chego em casa à noite. Ela procura aquela centelha; nosso amor, a vida que tínhamos apenas dois anos atrás. Todas as nossas ambições.

Mas quanto mais ela me puxa, mais eu a ressinto. Mais eu enterro tudo aquilo.

Quando o pai dela foi morto na estação de carruagens, abandonei meus estudos na Academia de Filosofia Natural. As finanças deles estavam tão mal administradas, com tantas dívidas atrasadas, que a mãe e os irmãos mais novos dela teriam sido arruinados se eu não o fizesse. Meu trabalho alimenta a todos nós e mantém o aluguel pago àquele velho sanguessuga enrugado, Wainwright.

Odeio este trabalho, mas no tempo da peste, é preciso todos os esforços para se manter à tona do desespero; do sangue e dos ratos. Há subornos que devem ser pagos à Guarda da Cidade do Lorde Regente e aos Contadores de Mortos do Advogado Arnold Timsh. Ofenda o burocrata errado e sua casa é confiscada e você vai para o Distrito Alagado. Então, a responsabilidade cai sobre mim.

Todos os dias, enfio minha serra gritante nas feras, de olhos bem abertos. Estudei-as por anos na Academia e em minhas viagens a campo. Agora, trabalhando no Matadouro, a sensação de erro é como uma ferida na minha cabeça. Nos primeiros meses, trabalhei em estado de entorpecimento. Depois, meu humor predominante era a raiva. Agora a ferida está cicatrizando e, em alguns dias, sinto uma espécie de poder. Minha existência inteira é carne. Tudo que há em minha mente é carne, morte, ossos e canção. As canções aterrorizantes, elas vêm a mim em meu sono agora.

Olho para o grande olho enquanto tiro a vida lentamente. Há uma espécie de conexão profunda, com a fera sabendo que voltarei de novo e de novo, removendo pedaços por horas, às vezes dias.

Elas cantam para nós, um lamento fúnebre que me faz tremer.

Leona e eu ainda compartilhamos uma cama, mas quanto mais ela tenta me fazer sentir algo, mais eu me afasto. A pessoa que eu era está morta agora."

[GlobalBooks.MeetingDaud DisAbstractItem]
m_ItemName="Encontrando Daud"
m_PluralItemName=""
m_Description="[Trecho de um diário]

Outra boca fedorenta, foi o que minha mãe disse. Uma boca que precisaria ser alimentada por anos a fio, e depois responderia de volta toda vez que se abrisse. As primeiras palavras que me lembro são dela dizendo isso. Quando ela bebeu tanto que seus olhos pararam de funcionar de vez — bebeu um oceano, me parecia —, deixei para trás a cabana remendada que chamávamos de lar. Mas antes de sair, lembrei a ela de todas as vezes em que ela pôs as mãos em mim ou atirou algo na minha cabeça. A noite em que ela investiu contra mim como um touro e me jogou escada abaixo. Todas as vezes em que ela me disse que eu era só mais uma boca fedorenta. A última coisa que ouvi foram seus xingamentos vindo da cama, amaldiçoando a escuridão cega.

Correndo com meus amigos, tínhamos que ficar espertos para conseguir moedas suficientes e não morrer de fome. A mesma história em todas as Ilhas. Não éramos os maiores, mas às vezes os mais espertos e os mais cruéis quando precisávamos. A única maneira de evitar os colchões dos becos. Não desesperados o bastante para ir aos aterros de drenagem com os catadores de lama. Então, para nós, era a faca, tentando chamar a atenção dos Chapéus ou dos garotos da Rua da Garrafa para que nos aceitassem.

Mas quando um dândi de Serkonos desceu de sua carruagem polida e rachou a linda cabeça da minha querida Deirdre, deixando-a se contorcendo e morrendo na lama, arranquei uma das gazelas de madeira do topo da carruagem e enfiei a ponta esplinterada no olho dele o mais fundo que pude. A última vez que vi Deirdre, ela estava imóvel, olhos arregalados para o céu cinza. Mas agora gosto de lembrá-la sorrindo, rindo do Vazio para o dândi de um olho só com a gazela saindo de sua cabeça.

Ninguém quis me aceitar depois disso. A Guarda da Cidade fez uma varredura completa uma vez por semana durante meses, tentando me pegar. Até a Grande Guarda veio de Karnaca, lá em Serkonos. Parece que o pai do dândi era o Duque de Serkonos. Eu era problema demais para meus amigos do bairro antigo. Qualquer um que me via tentava me expulsar. Atiravam pedras para me fazer ir embora, ou tentavam colocar um saco na minha cabeça, famintos pela recompensa. Até as gangues me amaldiçoavam à primeira vista. O azar da Billie, diziam. Amaldiçoada. Ela vai trazer azar para todos nós.

Você pode achar que sabe o que é solidão, mas posso te dizer que não sabe. No final do Mês da Colheita, eu tinha dentro de mim um ódio que sufocaria a maioria.

Então conheci Daud.

Era bem cedo, de madrugada, a única hora em que eu podia sair. Andando pelas ruas do Distrito Legal, vi-os à frente, três que pareciam garotos da Guarda da Cidade, mas vestidos sem uniforme. Estavam atrás de sangue e moedas, operando algum tipo de esquema de assassinato, esperando que um advogado bêbado cambaleasse para fora de um bar na hora certa.

Não o vi a princípio, mas num piscar de olhos ele estava sobre eles, vindo do ar frio da noite. Ele usou uma única lâmina, nada mais, e ela só tocou cada um deles uma vez, no lado esquerdo da garganta. Seu sangue respingou e fumegou nos paralelepípedos. Movimentos rápidos, um grunhido ocasional. Cabelos escuros e um vislumbre de uma longa cicatriz no rosto.

Quando acabou, ele partiu para os telhados. Eu nunca tinha visto algo assim, então o segui. Poderia ter ficado e saqueado os pobres coitados que ele deixou sangrando. Poderia ter comido por um mês, provavelmente. Mas isso parecia maior. Então tentei acompanhá-lo. Tentei me esconder, sem perdê-lo de vista.

Por toda Dunwall, até as partes arruinadas e destruídas. Ele entrou no que percebi ser seu território. Sentinelas escondidas com máscaras estranhas. Achava que já tinha visto tudo na cidade, todas as gangues, mas isso era outra coisa. Agarrando-me às telhas e observando atrás de chaminés, assisti, depois o segui para dentro de um prédio antigo.

Lá dentro era só escuridão. Tapetes apodrecidos e mesas cheias de papéis roídos por ratos. Pinturas arruinadas pela umidade. Havia armas e bonecos de treino. Homens viviam ali em segredo, treinando com facas e bestas.

Perdi o rastro dele e continuei explorando, mas fui uma tola. Ele sabia que eu o estava seguindo e surgiu por trás. Quando o vi, congelei, esperando que ele falasse.

"Você me seguiu, encontrou este lugar e agora não está implorando ou correndo pela sua vida."

"Não há para onde correr", eu disse. "E, para ser sincera, não estou muito apegada a ela."

Ele se aproximou e olhou-me diretamente nos olhos, tentando ver alguma luz dentro de mim que contasse minha história. "Você acha que já está morta por dentro, mas vou te dar algo pelo que viver. Você lutará por mim e matará pessoas como as que te machucaram."

Eu apenas acenei, sentindo alívio pela primeira vez em meses."

[GlobalBooks.OperatingAButchersSaw DisAbstractItem]
m_ItemName="Operando uma Serra de Açougueiro"
m_PluralItemName=""
m_Description="[Trecho de um panfleto da empresa]

Primeiro, um lembrete: Todo o equipamento dentro do Matadouro Rothwild é propriedade exclusiva do Senhor Bundry Rothwild, alugado a um trabalhador individual por turno. Uma Serra de Açougueiro não deve ser equipada e usada sem treinamento e autorização adequados. O uso indevido do equipamento pode resultar em desfiguração ou morte.

A serra em si é composta por três sistemas: fonte de energia, lâmina de corte e ejetor de cavacos. A lâmina recíproca é fundida em aço endurecido e, quando devidamente mantida, oferece severa nitidez. É projetada para cortar carne, mas cortará ossos com facilidade. O mecanismo que alimenta a lâmina é um arnês que suporta tanques de óleo de baleia de tamanho personalizado, capaz de acionar a serra por um turno inteiro antes que o reabastecimento seja necessário. Deve-se tomar cuidado para não golpear, aquecer ou eletrificar esses tanques. O ejetor é uma nova modificação, expelindo um fluxo de fragmentos de lâmina planos. Como a circunferência de uma baleia frequentemente excede o alcance de um Açougueiro, o ejetor permite explodir miudezas indesejadas ou quebrar ossos densos à distância."

[GlobalBooks.SlaugtherhouseRow DisAbstractItem]
m_ItemName="Rua do Matadouro"
m_PluralItemName=""
m_Description="Por mais de duas décadas, um pequeno número de matadouros se manteve ao longo do Wrenhaven, afastado dos bairros mais refinados de Dunwall devido ao sangue, ratos e fedor associados ao processamento de carne. Navios baleeiros independentes traziam ocasionalmente um leviatã, e barcaças entregavam rebanhos de bois-sangue. Um matadouro individual poderia fechar devido a má gestão, mas o número permanecia aproximadamente o mesmo, produzindo a carne, couro e subprodutos de graxa necessários por toda a capital.

Somente quando o tratamento de processamento Rosebury foi descoberto é que o comércio baleeiro começou a ganhar destaque, impulsionado pelos muitos novos usos do óleo de baleia refinado, muito mais volátil, incluindo aplicações militares e de segurança. No início do breve reinado da Imperatriz Jessamine Kaldwin, o conhecido inventor e filósofo natural Anton Sokolov introduziu uma série de dispositivos que começariam a ser implantados em Dunwall, sob a direção do Espião-Mor Real, Hiram Burrows.

Com essa lucrativa mudança de eventos, o número de matadouros quadruplicou, e a demanda por baleias frescas aumentou proporcionalmente. Muitos distritos imediatamente adjacentes ao que de repente ficou conhecido como a Rua dos Matadouros começaram a mudar à medida que famílias se mudavam para evitar os vapores industriais e o escoamento de miudezas produzidos pelas fábricas de processamento. O crime cresceu da noite para o dia, forçando a Guarda da Cidade a redobrar seus esforços contra as gangues de Dunwall."

[GlobalBooks.SongoftheSeaWives DisAbstractItem]
m_ItemName="Memórias"
m_PluralItemName=""
m_Description="[Trecho das memórias de um capitão no leito de morte]

Digo-lhe, a simples visão do animal é inspiradora. Seu tamanho rivaliza com o dos maiores barcos, e seus cantos ressoam pelo Oceano. As grandes barbatanas têm o comprimento de dois homens. Uma única barbatana é negra como as rochas no fundo das águas mais escuras, mas o restante do animal é branco como a neve de Tyvia. Até os tentáculos que pendem sob seu rosto são do branco mais pálido, torcendo-se e arrastando-se nas profundezas frias. Quando a grande baleia emerge, tudo o mais perde o foco, distante e diminuído, como se você fosse transportado para um lugar perdido e solitário que não existe – e não pode existir.

Toda a minha vida, persegui este sonho, gravado em minha mente desde os dez anos de idade. Desde meu primeiro ano no mar, a aparição nunca me deixou. Rastejei seu rastro, seguindo rumores mal contados ou as mais tênues pistas: parte de uma canção, tocada por músicos em um pub de Morley, na periferia de uma cidade ao norte de Caulkenny; uma vez, um esboço, encontrado entre os pertences de um marinheiro morto. Em raras ocasiões, fui guiado por evidências mais substanciais: uma refeição noturna e uma conversa com um capitão que avistara a grande baleia uma temporada atrás.

Aos 13 anos, eu já estava bem familiarizado com a espuma dos baleeiros, e aos 16 anos, era segundo capitão, navegando trechos de mar não mapeados. Quando consegui meu próprio barco precário aos 20, já era conhecido como o caçador de baleias mais sanguinário de todas as Ilhas, o mais consumido; o mais enlouquecido pela frustração.

Caçando e matando centenas de baleias, nunca a vi novamente. Conduzi meu navio e meus homens como cães de caça no pior inverno. Ao longo de uma vida, carreguei minha esperança de vê-la, tocar a carne morta e fria uma vez içada sobre o convés. Precisava ouvir seu canto novamente, entender o efeito que teve sobre mim, imergir-me em seus momentos finais de vida.

Agora, correndo contra minha idade e enfermidade, minha crescente loucura está matando esta visão, este sonho de infância, a ponto de eu me perguntar se alguma vez foi real. Minha vida parece já estar escrita e eu falhei. Percebo agora que era loucura, este sonho. Ele realmente existiu neste mundo? No meu, sim."

[GlobalBooks.TheArcMine DisAbstractItem]
m_ItemName="A Mina de Arco"
m_PluralItemName=""
m_Description="Meus experimentos continuam com o que venho chamando de Mina de Arco.  

Inicialmente, comecei o trabalho por pura curiosidade. Ao acordar de uma soneca no meio da tarde, durante o Mês dos Clãs, perguntei-me se seria possível separar um disco plano cheio de óleo de baleia refinado de uma série de hastes de percussão muito curtas, até que um peso suficiente fosse aplicado à parte superior do dispositivo.  

Após considerar aspectos práticos, imaginei que a mina de arco poderia ser usada para incinerar algum membro infeliz das forças inimigas que se aproximasse, digamos, de um acampamento militar.  

Depois que os primeiros testes em animais provaram ser bem-sucedidos, solicitei um sujeito humano vivo, já condenado à execução por crimes que garanto serem dos mais graves. Burrows ficou mais do que feliz em atender, desde que pudesse testemunhar a demonstração. Ele trouxe um prisioneiro de Coldridge, alguém chamado Vaughn, creio eu, e o soltamos na área de teste vendado, tropeçando até ativar o dispositivo.  

Burrows ficou muito satisfeito, não apenas pela eficácia da mina de arco como dissuasor letal, mas também por seu potencial impacto psicológico nas forças inimigas. Além disso, não deixava restos ou sujeira, e Burrows é um grande defensor de tudo que é limpo e organizado.  

"Adorável e aterrorizante, sem nada para limpar." Foram suas palavras exatas.  

Deixei anotações para mim mesmo, caso retome o projeto, porque pode haver uma maneira de produzir uma versão da mina de arco completamente inofensiva, apenas deixando o sujeito inconsciente. Muito mais testes são necessários."

[GlobalBooks.TheCityBarrister DisAbstractItem]
m_ItemName="O Advogado da Cidade"
m_PluralItemName=""
m_Description="[Excerto de uma série de perfis sobre figuras-chave de Dunwall]\n\nEmbora os argutos advogados do Distrito Jurídico sempre tenham desempenhado um papel vital na saúde da Capital Dunwall e do Império das Ilhas como um todo, a temida Peste dos Ratos elevou a necessidade desesperada de seus serviços. Com tantas disputas relacionadas a propriedades abandonadas, ou empresas industriais inteiras deixadas sem liderança após a morte de todos os membros da família controladora, acionistas e investidores, e até mesmo os próprios trabalhadores, frequentemente necessitam do aconselhamento e orientação jurídica post mortem que só podem vir de homens eruditos como Arnold Timsh. Estamos todos em dívida com eles.\n\nPortanto, não surpreende a recente nomeação de Timsh pelo Lorde Regente para o recém-criado cargo de Advogado da Cidade. Entre as responsabilidades de Timsh está servir como elo de ligação com os Contadores de Mortos da Guarda da Cidade. Uma vez que a praga é encontrada em uma residência ou que ela devastou um negócio, cabe a Timsh dividir os ativos deixados para trás, concedendo-os ao estado se ninguém sobreviver com direito legal aos fundos ou propriedade. Isto, é claro, não é um assunto leve. Portanto, cabe a alguém acima de qualquer questão moral, e esse homem é o Advogado Arnold Timsh.\n\nNo que diz respeito a assuntos mais pessoais, é verdade que Timsh não é um grande socialite, como alguns notaram. No entanto, nas últimas temporadas sua sobrinha Thalia tem feito progressos para corrigir isso, realizando festas luxuosas e conquistando o favor de algumas das grandes famílias de Dunwall, incluindo os Boyles. Até o momento, a jovem Thalia não é casada, e embora várias vezes tenham surgido rumores de um casamento iminente, todos eles até agora provaram ser meras fofocas sociais.\n\nTambém não fundamentados são os sussurros absolutamente falsos de conflito entre tio e sobrinha, sem dúvida espalhados por aqueles patifes mal-humorados e mal-educados que estão com inveja do crescente nome Timsh."

[GlobalBooks.TheDeepWatchers DisAbstractItem]
m_ItemName="Os Vigilantes das Profundezas"
m_PluralItemName=""
m_Description="[Excerto do diário de um filósofo natural]

Antes do cabo se partir, não havia nada para ver. Nada para relatar. A minha lanterna revelava apenas uma profundidade sem fim abaixo e a minha missão parecia um amargo fracasso. Eu teria regressado à superfície de mãos vazias, mas agora, ao custo da minha vida, fiz uma descoberta profunda. Por isso escrevo estas palavras na esperança de que um dia os meus companheiros recuperem este sino de mergulho (que se tornou a minha tumba) e encontrem este diário. Quero que outros saibam o que eu vi aqui; que acontecimentos extraordinários se desenrolaram.

O gelo está a acumular-se no interior dos portais espessos e a minha respiração está enevoada. Passaram-se seis horas desde que esta aventura mal-aventurada começou e os meus cálculos deixam claro que não resta mais do que uma hora de ar bom dentro da esfera.

O que me trouxe aqui? Curiosidade? Um desejo de glória? Ganho financeiro? Em todos os meses que passei a conceber este submersível, a minha mente esteve fixada nos pormenores minuciosos. Temperar os portais de vidro. O fluxo de ar da superfície para esta esfera. O interruptor engenhoso que permitiria a comunicação via sinos com o navio acima. Debrucei-me sobre cada elemento no desenho e construção deste aparelho. Porque é que nunca considerei que as criaturas aqui pudessem ressentir a minha intrusão? Que atacariam a monstruosidade de ferro que mergulha fundo na escuridão insondável?

Aconteceu num instante. Das profundezas negras como tinta, a grande barbatana caudal de uma baleia deslizou pela minha lanterna, lançando amplas sombras no nada. Um segundo depois, o que tinha sido uma descida constante e controlada tornou-se uma queda vertiginosa que revirava as entranhas. O metal à minha volta gemeu e tive a certeza de que a esfera em breve implodiria com a pressão. A rotação atordoou-me, de tal forma que mal conseguia manter-me de pé. Depois, a colisão brutal, na qual o meu crânio atingiu o convés e perdi os sentidos.

Uma preciosa hora do meu tempo foi passada nesse sono agitado e quando acordei, sobreveio-me a terrível constatação. Cortado, desamarrado e completamente removido do mundo acima, sem qualquer hipótese de regressar.

Apaguei a minha lanterna há algum tempo para conservar ar, e só então a radiação fantasmagórica do fundo do mar chegou aos meus olhos. Não o fundo do mar em si, mas as pequenas criaturas tentaculares que o enxameiam. Elas criam um tapete de cores suaves, torcendo-se e movendo-se em ondas, como se estivessem a cantar com a luz.

É nesta luminosidade ténue que as posso ver. Os leviatãs. As grandes baleias. Aqui, no seu domínio, movem-se com graça e elegância. Com propósito. Elas aproximaram-se da esfera repetidamente, uma quase tocando o portal com o seu grande olho. Enquanto encaro aquele globo, torna-se claro para mim que a coisa não está a procurar presas sem pensar, está – a observar-me. Está curiosa. Uma a uma, aproximam-se e espreitam pela minha janela. Há uma sensação perturbadora de inteligência naquele olhar, desprovida de malevolência. Por um tempo, examinam-me, o meu dilema, e deixam-se ir à deriva para seguir os cabos partidos ao longo do fundo do mar.

Sonho que uma delas pegará nos cabos com as suas grandes mandíbulas e me arrastará de volta à superfície, mas é apenas uma fantasia extasiante da atmosfera que se vai rarefazendo. Encontro-me agora ofegante, enquanto as criaturas se afastam e observam à distância. O seu canto é diferente aqui. Ouvi-o durante anos à superfície, mas aqui é comovente e cheio de alma. O filósofo natural em mim começa a suspeitar que o canto tem notas que nem sequer conseguimos detetar. Mas aqui nas profundezas, elas podem ser sentidas. Acredito que estão a tentar confortar-me enquanto morro.

Primeiro Investigador Douglas Church
Guardião da ESS, Embarcação de Exploração Avançada
Academia de Filosofia Natural"

[GlobalBooks.TheHatters DisAbstractItem]
m_ItemName="Os Chapéus"
m_PluralItemName=""
m_Description="[Excerto de Os Chapéus, Reis Bem-Vestidos das Ruas Baixas]

O seguinte foi reconstruído a partir de um discurso com um morador de rua que encontrei em uma taverna de má reputação enquanto estava disfarçado:

Os Chapéus costumavam comandar todos os esquemas por Dunwall. Uísque, armas, rinhas de cães. Qualquer que fosse o jogo, os Chapéus tinham uma grande fatia nele. Então a praga veio e rasgou a cidade inteira. Todo aquele caos levou a novos chefes surgindo.

A maioria era uns merdas que não duraram uma semana. Mas havia alguns casos difíceis como Lizzy Stride, Jim Dundermoore e Sally Negra. E Queixada. Seus Garotos da Garrafa tomaram a destilaria dos Chapéus e começaram a produzir elixir ilegal. Isso iniciou uma guerra de gangues que deixou todos os becos vermelhos de sangue.

O problema é que nós - quer dizer, os Chapéus - estávamos apanhando de todos os lados.

As Enguias Mortas estavam roubando todos os negócios de contrabando do rio. Os Açougueiros estavam nos expulsando da Rua do Matadouro. Estávamos sangrando de uma dúzia de cortes diferentes, perdendo alguns dos nossos melhores homens. Então recuamos. Só por um tempo. Como sempre, quem dá os Chapéus como acabados está com duas cartas a menos no baralho. O chefe é um filho da puta bem ardiloso. Está por aí desde antes dos Kaldwin.

Mas não estou falando dele. Chapéus não falam do Velho. Nem mesmo ex-Chapéus.

Nota: Apesar do meu suborno generoso, o homem se recusou a falar mais sobre o assunto. Na verdade, ficou óbvio que eu tinha despertado suas suspeitas naquele ponto, então fui forçado a fugir do estabelecimento.

Acadêmica Joella Burgess
Academia de Filosofia Natural, Anexo Histórico"

[GlobalBooks.TheOpportunist DisAbstractItem]
m_ItemName="Bundry Rothwild, O Oportunista"
m_PluralItemName=""
m_Description="[Trecho do relatório de um investigador]

O jovem Rothwild nunca foi condenado por nenhum dos assassinatos. Em todos os casos, os tribunais decidiram que ele agiu em legítima defesa ou na defesa de sua propriedade.

Não que sua propriedade fosse substancial. Os Rothwild não eram uma família abastada e dependiam fortemente da caridade da Abadia do Homem-Comum. O patriarca dos Rothwild afundou com o navio baleeiro Huntress quando Bundry tinha apenas dez anos de idade. Sua mãe, Ruth, foi perdida no ano seguinte, em um acidente industrial na fábrica de garrafas onde trabalhava.

Rothwild tornou-se o único guardião de seu irmão mais novo e conseguiu sustentar os dois, ficando pelo porto e fazendo bicos para baleeiros que conheciam seu pai ou outros do Huntress. Naquela época, Bundry Rothwild já estava familiarizado com o porrete e a faca, e não era estranho a ocorrências estranhas.

As coisas foram de mal a pior para Rothwild quando, em seu décimo terceiro aniversário, seu irmão mais novo foi levado pelos Supervisores. Supostamente, o menino falhou nas provas sucessivas e não voltou para casa. Rothwild não tinha fundos para pagar um investigador, e nenhuma pista subsequente sobre o destino de seu irmão jamais foi descoberta.

Esta última tragédia que abateu Bundry Rothwild incutiu nele a visão de que o mundo em si era malévolo e faminto por vida, especialmente vida inocente. Após um período de luto profundo, ele se aproximou do navio baleeiro Cutter e começou a aprender o ofício com a tripulação.

Rothwild se dedicou à caça de baleias com grande sucesso. No mar, ele caçava as bestas com um propósito obstinado e corria riscos extraordinários para localizar e arpoar sua presa. Entre a tripulação, aos homens que não conseguia espancar até ficarem sem sentidos, ele superava com astúcia. Em pouco tempo, ele solicitou ao advogado marítimo Arnold Timsh que concedesse ao jovem Rothwild uma licença de caça de baleias, pagando ele mesmo as taxas significativas, em vez de depender de um patrocinador para os fundos.

A ascensão rápida de Bundry Rothwild havia começado."

